{
  "block.complexhex.quenched_record": "Quenched Record",
  "complexhex.entry.hexbox": "Hexboxes and Records",
  "complexhex.page.hexbox.1": "It's fascinated me, recently, their affinity for music. I'd made the assumption that only a creature on my level of intelligence (with the exception of a certain feathered friend) perceived mere vibrations to have meaning. This may speak further to their media content, or perhaps only to my own wishful thinking. At any rate, the thought has yielded a familiar creation: a caster, subservient to me.",
  "complexhex.page.hexbox.hexbox": "First, the housing. A unique application. Requires a catalyst placed atop the turntable, and activated or deactivated with a sneaking touch of the empty hand. Details of the catalyst follow on the next page.",
  "complexhex.page.hexbox.inert_record": "I shan't think of the record too much--their vociferations, they rebound endlessly in my ears, their once pleasant chimes of yearning now twisting into horrible cries. Wailing, screaming, shrieking, $(o)calling for me$() to end their pain--I must not I MUST NOT let it haunt me.",
  "complexhex.page.hexbox.quenched_record": "Next, the catalyst. Place the inert record atop a block, then unravel the Allay toward, forming its etching. Once quenched, it may be written to and read from as a focus.$(br2)And finally, the specifications...",
  "complexhex.page.hexbox.2": "I must make documentation before the ringing fades, before the turntable takes me. I must be brief. $(br2)The range, an eighth of my own, a $(o)pinch$(). 4 blocks from the creation is its limit. The $(o)speed$(), twenty casts in a second. The mind, one similar to mine, yet without appendages. Its $(l:patterns/great_spells)skill/$, matching that of its owner. Cracks in its capability may appear, like the grooves of the record.",
  "complexhex.page.hexbox.3": "The caster seems bound to me in some way, yet casting $(l:patterns/basics#hexcasting:get_caster)$(action)Mind's Reflection/$ returns some being connected to the turntable itself. It can be affected by spells such as $(l:patterns/spells/nadirs#hexcasting:potion/levitation)$(action)Levitation/$, yet there is no body to lift. Casting such things on this being should be thought a waste. On a more useful note, the position of the being is always that of the turntable.$(br2)Revelations and failures are caught by the turntable, as with an impetus."
}